Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: I have used this app myself and can describe its accessibility. I'm not relying on the App Store description alone.
ar: استخدمت هذا التطبيق بنفسي ويمكنني وصف إمكانية الوصول فيه. لا أعتمد على وصف App Store وحده.
de: Ich habe diese App selbst genutzt und kann ihre Barrierefreiheit beschreiben. Ich verlasse mich nicht nur auf die App-Store-Beschreibung.
el: Έχω χρησιμοποιήσει αυτή την εφαρμογή ο ίδιος και μπορώ να περιγράψω την προσβασιμότητά της. Δεν βασίζομαι μόνο στην περιγραφή του App Store.
es: He usado esta app personalmente y puedo describir su accesibilidad. No me baso solo en la descripción de la App Store.
fa: خودم از این برنامه استفاده کرده‌ام و می‌توانم دسترس‌پذیری آن را شرح دهم. فقط به توضیحات App Store تکیه نمی‌کنم.
fr: J'ai utilisé cette appli moi-même et je peux décrire son accessibilité. Je ne me fie pas seulement à la description de l'App Store.
he: השתמשתי באפליקציה הזו בעצמי ואני יכול/ה לתאר את הנגישות שלה. אני לא מסתמך/ת רק על התיאור ב-App Store.
hi: मैंने यह ऐप खुद इस्तेमाल किया है और इसकी सुलभता बता सकता/सकती हूँ। मैं सिर्फ़ App Store विवरण पर निर्भर नहीं हूँ।
id: Saya sudah memakai aplikasi ini sendiri dan bisa menjelaskan aksesibilitasnya. Saya tidak hanya mengandalkan deskripsi App Store.
it: Ho usato questa app personalmente e posso descriverne l'accessibilità. Non mi baso solo sulla descrizione dell'App Store.
ja: このアプリを自分で使ったことがあり、アクセシビリティを説明できます。App Store の説明だけに頼っていません。
ko: 이 앱을 직접 사용해 봤고 접근성을 설명할 수 있습니다. App Store 설명에만 의존하지 않습니다.
nl: Ik heb deze app zelf gebruikt en kan de toegankelijkheid beschrijven. Ik baseer me niet alleen op de App Store-beschrijving.
pl: Korzystałem z tej aplikacji osobiście i mogę opisać jej dostępność. Nie opieram się tylko na opisie w App Store.
pt: Usei este app pessoalmente e posso descrever a acessibilidade dele. Não estou me baseando só na descrição da App Store.
ru: Я сам пользовался этим приложением и могу описать его доступность. Я опираюсь не только на описание в App Store.
sv: Jag har själv använt appen och kan beskriva dess tillgänglighet. Jag förlitar mig inte bara på beskrivningen i App Store.
th: ฉันใช้แอปนี้ด้วยตัวเองและอธิบายการช่วยการเข้าถึงได้ ฉันไม่ได้อาศัยเพียงคำอธิบายใน App Store
tr: Bu uygulamayı kendim kullandım ve erişilebilirliğini anlatabilirim. Yalnızca App Store açıklamasına dayanmıyorum.
uk: Я сам користувався цим додатком і можу описати його доступність. Я спираюся не лише на опис в App Store.
vi: Tôi đã tự dùng ứng dụng này và có thể mô tả trợ năng của nó. Tôi không chỉ dựa vào mô tả trên App Store.
zh_hans: 我亲自使用过这个应用，可以描述它的无障碍表现。我并不只依据 App Store 的描述。

source: I'm not the developer or publisher of this app, and I'm not otherwise connected with it. AppleVis guidelines don't allow developers to submit their own apps.
ar: لست مطوّر هذا التطبيق أو ناشره، ولا تربطني به أي صلة أخرى. لا تسمح إرشادات AppleVis للمطوّرين بإرسال تطبيقاتهم.
de: Ich bin weder Entwickler noch Herausgeber dieser App und auch sonst nicht mit ihr verbunden. Die AppleVis-Richtlinien erlauben Entwicklern nicht, ihre eigenen Apps einzureichen.
el: Δεν είμαι ο προγραμματιστής ή ο εκδότης αυτής της εφαρμογής και δεν έχω άλλη σχέση μαζί της. Οι κανόνες του AppleVis δεν επιτρέπουν στους προγραμματιστές να υποβάλλουν τις δικές τους εφαρμογές.
es: No soy el desarrollador ni el editor de esta app, ni tengo ninguna otra relación con ella. Las normas de AppleVis no permiten a los desarrolladores enviar sus propias apps.
fa: توسعه‌دهنده یا ناشر این برنامه نیستم و هیچ ارتباط دیگری هم با آن ندارم. راهنمای AppleVis اجازه نمی‌دهد توسعه‌دهندگان برنامه‌های خودشان را ارسال کنند.
fr: Je ne suis ni le développeur ni l'éditeur de cette appli, et je n'y suis lié d'aucune autre façon. Les règles d'AppleVis n'autorisent pas les développeurs à proposer leurs propres applis.
he: אני לא המפתח/ת או המפרסם/ת של האפליקציה הזו, ואין לי קשר אחר אליה. ההנחיות של AppleVis לא מאפשרות למפתחים לשלוח את האפליקציות שלהם.
hi: मैं इस ऐप का डेवलपर या प्रकाशक नहीं हूँ, और किसी और तरह से भी इससे जुड़ा/जुड़ी नहीं हूँ। AppleVis दिशानिर्देश डेवलपर को अपने ही ऐप सबमिट करने की अनुमति नहीं देते।
id: Saya bukan pengembang atau penerbit aplikasi ini, dan tidak memiliki hubungan lain dengannya. Pedoman AppleVis tidak mengizinkan pengembang mengirim aplikasi mereka sendiri.
it: Non sono lo sviluppatore né l'editore di questa app, e non ho altri legami con essa. Le linee guida di AppleVis non consentono agli sviluppatori di inviare le proprie app.
ja: このアプリの開発者でも発行者でもなく、そのほかの関係もありません。AppleVis のガイドラインでは、開発者が自分のアプリを投稿することは認められていません。
ko: 이 앱의 개발자나 배포자가 아니며, 그 밖의 관련도 없습니다. AppleVis 가이드라인에서는 개발자가 자신의 앱을 제출하는 것을 허용하지 않습니다.
nl: Ik ben niet de ontwikkelaar of uitgever van deze app en heb er ook op een andere manier niets mee te maken. De richtlijnen van AppleVis staan niet toe dat ontwikkelaars hun eigen apps indienen.
pl: Nie jestem twórcą ani wydawcą tej aplikacji i nie jestem z nią w żaden inny sposób powiązany. Zasady AppleVis nie pozwalają twórcom zgłaszać własnych aplikacji.
pt: Não sou o desenvolvedor nem o editor deste app, e não tenho outra ligação com ele. As diretrizes do AppleVis não permitem que desenvolvedores enviem os próprios apps.
ru: Я не разработчик и не издатель этого приложения и никак иначе с ним не связан. Правила AppleVis не разрешают разработчикам отправлять собственные приложения.
sv: Jag är inte appens utvecklare eller utgivare och har ingen annan koppling till den. AppleVis riktlinjer tillåter inte att utvecklare skickar in sina egna appar.
th: ฉันไม่ใช่ผู้พัฒนาหรือผู้เผยแพร่แอปนี้ และไม่มีความเกี่ยวข้องอื่นใดกับแอปนี้ แนวทางของ AppleVis ไม่อนุญาตให้ผู้พัฒนาส่งแอปของตนเอง
tr: Bu uygulamanın geliştiricisi veya yayıncısı değilim ve onunla başka bir bağlantım da yok. AppleVis yönergeleri, geliştiricilerin kendi uygulamalarını göndermesine izin vermez.
uk: Я не розробник і не видавець цього додатка й ніяк інакше з ним не пов'язаний. Правила AppleVis не дозволяють розробникам надсилати власні додатки.
vi: Tôi không phải nhà phát triển hay nhà phát hành ứng dụng này, và cũng không có liên hệ nào khác với nó. Quy tắc của AppleVis không cho phép nhà phát triển gửi ứng dụng của chính mình.
zh_hans: 我不是这个应用的开发者或发行者，也与它没有其他关联。AppleVis 准则不允许开发者提交自己的应用。

source: Free or Paid was taken from the App Store listing. Change it if the app is free with in-app purchases or needs a subscription.
ar: أُخذت معلومة مجاني أو مدفوع من صفحة App Store. غيّرها إن كان التطبيق يتضمن عمليات شراء داخلية أو يتطلب اشتراكًا.
de: „Kostenlos“ oder „Kostenpflichtig“ wurde aus dem App-Store-Eintrag übernommen. Ändere es, wenn die App In-App-Käufe hat oder ein Abo braucht.
el: Το Δωρεάν ή Επί πληρωμή πάρθηκε από τη σελίδα του App Store. Αλλάξτε το αν η εφαρμογή έχει αγορές εντός εφαρμογής ή χρειάζεται συνδρομή.
es: Gratis o De pago se ha tomado de la ficha de la App Store. Cámbialo si la app tiene compras dentro de la app o necesita una suscripción.
fa: رایگان یا پولی از صفحهٔ App Store گرفته شد. اگر برنامه خرید درون‌برنامه‌ای دارد یا اشتراک لازم دارد، آن را تغییر دهید.
fr: Gratuit ou Payant a été repris de la page de l'App Store. Modifiez-le si l'appli propose des achats intégrés ou nécessite un abonnement.
he: חינם או בתשלום נלקח מדף ה-App Store. שנו זאת אם יש באפליקציה רכישות מתוך האפליקציה או שהיא דורשת מינוי.
hi: मुफ़्त या सशुल्क App Store पेज से लिया गया है। अगर ऐप में इन-ऐप ख़रीदारी है या सदस्यता चाहिए, तो इसे बदलें।
id: Gratis atau Berbayar diambil dari halaman App Store. Ubah jika aplikasi memiliki pembelian dalam aplikasi atau memerlukan langganan.
it: Gratuita o A pagamento è stato preso dalla pagina dell'App Store. Modificalo se l'app offre acquisti in-app o richiede un abbonamento.
ja: 「無料」か「有料」かは App Store のページから取得しました。アプリ内課金がある場合や、サブスクリプションが必要な場合は変更してください。
ko: 무료 또는 유료 여부는 App Store 페이지에서 가져왔습니다. 앱 내 구입이 있거나 구독이 필요하면 변경하세요.
nl: Gratis of Betaald is overgenomen van de App Store-pagina. Wijzig het als de app in-app-aankopen heeft of een abonnement nodig heeft.
pl: Informację Bezpłatna lub Płatna pobrano ze strony App Store. Zmień ją, jeśli aplikacja ma zakupy w aplikacji lub wymaga subskrypcji.
pt: Gratuito ou Pago foi obtido da página da App Store. Altere se o app tiver compras dentro do app ou exigir assinatura.
ru: «Бесплатно» или «Платно» взято со страницы в App Store. Измените это, если в приложении есть встроенные покупки или нужна подписка.
sv: Gratis eller Kostar har hämtats från sidan i App Store. Ändra det om appen har köp i appen eller kräver en prenumeration.
th: ข้อมูลฟรีหรือเสียเงินนำมาจากหน้า App Store เปลี่ยนหากแอปมีการซื้อภายในแอปหรือต้องสมัครสมาชิก
tr: Ücretsiz veya Ücretli bilgisi App Store sayfasından alındı. Uygulamada uygulama içi satın alma varsa veya abonelik gerekiyorsa bunu değiştirin.
uk: «Безкоштовно» чи «Платно» взято зі сторінки в App Store. Змініть це, якщо в додатку є покупки або потрібна підписка.
vi: Thông tin Miễn phí hoặc Trả phí được lấy từ trang App Store. Hãy đổi nếu ứng dụng có mua hàng trong ứng dụng hoặc cần đăng ký.
zh_hans: “免费”或“付费”信息来自 App Store 页面。如果应用有 App 内购买项目或需要订阅，请更改。

source: Required, at least 20 characters. Describe what works well with VoiceOver or other accessibility features, what doesn't, and anything other blind or low vision users should know.
ar: مطلوب، 20 حرفًا على الأقل. صف ما يعمل جيدًا مع VoiceOver أو ميزات إمكانية الوصول الأخرى، وما لا يعمل، وما يجب أن يعرفه المستخدمون المكفوفون وضعاف البصر الآخرون.
de: Erforderlich, mindestens 20 Zeichen. Beschreibe, was mit VoiceOver oder anderen Bedienungshilfen gut funktioniert, was nicht und was andere blinde oder sehbehinderte Menschen wissen sollten.
el: Υποχρεωτικό, τουλάχιστον 20 χαρακτήρες. Περιγράψτε τι λειτουργεί καλά με το VoiceOver ή άλλες λειτουργίες προσβασιμότητας, τι όχι και τι πρέπει να ξέρουν άλλοι τυφλοί ή άτομα με χαμηλή όραση.
es: Obligatorio, al menos 20 caracteres. Describe lo que funciona bien con VoiceOver u otras funciones de accesibilidad, lo que no y lo que otras personas ciegas o con baja visión deberían saber.
fa: الزامی، دست‌کم ۲۰ نویسه. شرح دهید چه چیزی با VoiceOver یا دیگر ویژگی‌های دسترس‌پذیری خوب کار می‌کند، چه چیزی نه، و افراد نابینا یا کم‌بینای دیگر چه باید بدانند.
fr: Obligatoire, au moins 20 caractères. Décrivez ce qui fonctionne bien avec VoiceOver ou d'autres fonctions d'accessibilité, ce qui ne fonctionne pas et ce que d'autres personnes aveugles ou malvoyantes devraient savoir.
he: חובה, לפחות 20 תווים. תארו מה עובד היטב עם VoiceOver או תכונות נגישות אחרות, מה לא עובד ומה אנשים עיוורים או כבדי ראייה אחרים צריכים לדעת.
hi: ज़रूरी, कम से कम 20 अक्षर। बताएँ कि VoiceOver या दूसरी सुलभता सुविधाओं के साथ क्या अच्छा चलता है, क्या नहीं, और दूसरे दृष्टिहीन या कम दृष्टि वाले लोगों को क्या जानना चाहिए।
id: Wajib, minimal 20 karakter. Jelaskan apa yang berfungsi baik dengan VoiceOver atau fitur aksesibilitas lainnya, apa yang tidak, dan apa yang perlu diketahui pengguna tunanetra atau low vision lainnya.
it: Obbligatorio, almeno 20 caratteri. Descrivi cosa funziona bene con VoiceOver o altre funzioni di accessibilità, cosa non funziona e cosa dovrebbero sapere altre persone cieche o ipovedenti.
ja: 必須、20文字以上。VoiceOver やほかのアクセシビリティ機能でうまく使えること、使えないこと、ほかの視覚障害やロービジョンのユーザーが知っておくべきことを書いてください。
ko: 필수, 20자 이상. VoiceOver나 다른 손쉬운 사용 기능과 잘 작동하는 점, 작동하지 않는 점, 다른 시각장애인이나 저시력 사용자가 알아야 할 점을 적어 주세요.
nl: Verplicht, minstens 20 tekens. Beschrijf wat goed werkt met VoiceOver of andere toegankelijkheidsfuncties, wat niet, en wat andere blinde of slechtziende mensen moeten weten.
pl: Wymagane, co najmniej 20 znaków. Opisz, co dobrze działa z VoiceOver lub innymi funkcjami dostępności, co nie działa i co powinny wiedzieć inne osoby niewidome lub słabowidzące.
pt: Obrigatório, pelo menos 20 caracteres. Descreva o que funciona bem com o VoiceOver ou outros recursos de acessibilidade, o que não funciona e o que outras pessoas cegas ou com baixa visão devem saber.
ru: Обязательно, не менее 20 символов. Опишите, что хорошо работает с VoiceOver или другими функциями универсального доступа, что не работает и что стоит знать другим незрячим или слабовидящим людям.
sv: Obligatoriskt, minst 20 tecken. Beskriv vad som fungerar bra med VoiceOver eller andra tillgänglighetsfunktioner, vad som inte gör det och vad andra blinda eller synsvaga bör veta.
th: จำเป็น อย่างน้อย 20 ตัวอักษร อธิบายสิ่งที่ใช้งานได้ดีกับ VoiceOver หรือคุณสมบัติการช่วยการเข้าถึงอื่นๆ สิ่งที่ใช้ไม่ได้ และสิ่งที่ผู้ใช้ที่ตาบอดหรือสายตาเลือนรางคนอื่นควรรู้
tr: Zorunlu, en az 20 karakter. VoiceOver veya diğer erişilebilirlik özellikleriyle neyin iyi çalıştığını, neyin çalışmadığını ve diğer görme engelli ya da az gören kullanıcıların neleri bilmesi gerektiğini açıklayın.
uk: Обов'язково, щонайменше 20 символів. Опишіть, що добре працює з VoiceOver або іншими функціями доступності, що не працює і що варто знати іншим незрячим або слабозорим людям.
vi: Bắt buộc, ít nhất 20 ký tự. Mô tả những gì hoạt động tốt với VoiceOver hoặc các tính năng trợ năng khác, những gì không, và điều mà người khiếm thị hoặc thị lực kém khác nên biết.
zh_hans: 必填，至少 20 个字符。描述在 VoiceOver 或其他辅助功能下哪些方面好用、哪些方面不好用，以及其他盲人或低视力用户需要了解的内容。

source: Describe what it's like to use this app with VoiceOver or other accessibility features: what works well, what doesn't, and anything another blind or low vision user should know before trying it.
ar: صف كيف يبدو استخدام هذا التطبيق مع VoiceOver أو ميزات إمكانية الوصول الأخرى: ما يعمل جيدًا، وما لا يعمل، وما يجب أن يعرفه مستخدم كفيف أو ضعيف بصر آخر قبل تجربته.
de: Beschreibe, wie sich diese App mit VoiceOver oder anderen Bedienungshilfen nutzen lässt: was gut funktioniert, was nicht und was andere blinde oder sehbehinderte Menschen wissen sollten, bevor sie sie ausprobieren.
el: Περιγράψτε πώς είναι η χρήση αυτής της εφαρμογής με το VoiceOver ή άλλες λειτουργίες προσβασιμότητας: τι λειτουργεί καλά, τι όχι και τι πρέπει να ξέρει ένας άλλος τυφλός χρήστης ή χρήστης με χαμηλή όραση πριν τη δοκιμάσει.
es: Describe cómo es usar esta app con VoiceOver u otras funciones de accesibilidad: lo que funciona bien, lo que no y lo que otra persona ciega o con baja visión debería saber antes de probarla.
fa: شرح دهید استفاده از این برنامه با VoiceOver یا دیگر ویژگی‌های دسترس‌پذیری چگونه است: چه چیزی خوب کار می‌کند، چه چیزی نه، و کاربر نابینا یا کم‌بینای دیگری پیش از امتحان کردن چه باید بداند.
fr: Décrivez l'utilisation de cette appli avec VoiceOver ou d'autres fonctions d'accessibilité : ce qui fonctionne bien, ce qui ne fonctionne pas et ce qu'une autre personne aveugle ou malvoyante devrait savoir avant de l'essayer.
he: תארו איך זה להשתמש באפליקציה הזו עם VoiceOver או תכונות נגישות אחרות: מה עובד היטב, מה לא ומה משתמש עיוור או כבד ראייה אחר צריך לדעת לפני שהוא מנסה אותה.
hi: बताएँ कि VoiceOver या दूसरी सुलभता सुविधाओं के साथ यह ऐप इस्तेमाल करना कैसा है: क्या अच्छा चलता है, क्या नहीं, और किसी दूसरे दृष्टिहीन या कम दृष्टि वाले उपयोगकर्ता को इसे आज़माने से पहले क्या जानना चाहिए।
id: Jelaskan seperti apa rasanya memakai aplikasi ini dengan VoiceOver atau fitur aksesibilitas lainnya: apa yang berfungsi baik, apa yang tidak, dan apa yang perlu diketahui pengguna tunanetra atau low vision lain sebelum mencobanya.
it: Descrivi com'è usare questa app con VoiceOver o altre funzioni di accessibilità: cosa funziona bene, cosa no e cosa dovrebbe sapere un'altra persona cieca o ipovedente prima di provarla.
ja: VoiceOver やほかのアクセシビリティ機能でこのアプリを使うとどうかを書いてください。うまく使えること、使えないこと、ほかの視覚障害やロービジョンのユーザーが試す前に知っておくべきことです。
ko: VoiceOver나 다른 손쉬운 사용 기능으로 이 앱을 사용하면 어떤지 적어 주세요. 잘 작동하는 점, 작동하지 않는 점, 다른 시각장애인이나 저시력 사용자가 써 보기 전에 알아야 할 점입니다.
nl: Beschrijf hoe het is om deze app te gebruiken met VoiceOver of andere toegankelijkheidsfuncties: wat goed werkt, wat niet, en wat een andere blinde of slechtziende gebruiker moet weten voordat die hem probeert.
pl: Opisz, jak korzysta się z tej aplikacji z VoiceOver lub innymi funkcjami dostępności: co działa dobrze, co nie i co inna osoba niewidoma lub słabowidząca powinna wiedzieć przed jej wypróbowaniem.
pt: Descreva como é usar este app com o VoiceOver ou outros recursos de acessibilidade: o que funciona bem, o que não funciona e o que outra pessoa cega ou com baixa visão deve saber antes de experimentar.
ru: Опишите, каково пользоваться этим приложением с VoiceOver или другими функциями универсального доступа: что хорошо работает, что нет и что стоит знать другому незрячему или слабовидящему пользователю, прежде чем пробовать.
sv: Beskriv hur det är att använda appen med VoiceOver eller andra tillgänglighetsfunktioner: vad som fungerar bra, vad som inte gör det och vad en annan blind eller synsvag användare bör veta innan hen provar den.
th: อธิบายว่าการใช้แอปนี้กับ VoiceOver หรือคุณสมบัติการช่วยการเข้าถึงอื่นๆ เป็นอย่างไร สิ่งที่ใช้งานได้ดี สิ่งที่ใช้ไม่ได้ และสิ่งที่ผู้ใช้ที่ตาบอดหรือสายตาเลือนรางคนอื่นควรรู้ก่อนลองใช้
tr: Bu uygulamayı VoiceOver veya diğer erişilebilirlik özellikleriyle kullanmanın nasıl olduğunu anlatın: neyin iyi çalıştığını, neyin çalışmadığını ve başka bir görme engelli ya da az gören kullanıcının denemeden önce neleri bilmesi gerektiğini.
uk: Опишіть, як користуватися цим додатком з VoiceOver або іншими функціями доступності: що добре працює, що ні і що варто знати іншому незрячому чи слабозорому користувачеві, перш ніж пробувати.
vi: Mô tả việc dùng ứng dụng này với VoiceOver hoặc các tính năng trợ năng khác như thế nào: điều gì hoạt động tốt, điều gì không, và điều mà một người dùng khiếm thị hoặc thị lực kém khác nên biết trước khi thử.
zh_hans: 描述使用 VoiceOver 或其他辅助功能时使用这个应用的体验：哪些方面好用、哪些方面不好用，以及其他盲人或低视力用户在尝试之前需要了解的内容。

source: This app seems to already have an AppleVis app entry. Choose a different app, or open the existing entry.
ar: يبدو أن لهذا التطبيق إدخالًا في AppleVis بالفعل. اختر تطبيقًا آخر، أو افتح الإدخال الموجود.
de: Diese App scheint bereits einen AppleVis-App-Eintrag zu haben. Wähle eine andere App oder öffne den vorhandenen Eintrag.
el: Αυτή η εφαρμογή φαίνεται ότι έχει ήδη καταχώριση στο AppleVis. Επιλέξτε άλλη εφαρμογή ή ανοίξτε την υπάρχουσα καταχώριση.
es: Parece que esta app ya tiene una entrada en AppleVis. Elige otra app o abre la entrada existente.
fa: به نظر می‌رسد این برنامه از قبل ورودی AppleVis دارد. برنامهٔ دیگری انتخاب کنید یا ورودی موجود را باز کنید.
fr: Cette appli semble déjà avoir une fiche AppleVis. Choisissez une autre appli, ou ouvrez la fiche existante.
he: נראה שלאפליקציה הזו כבר יש רשומה ב-AppleVis. בחרו אפליקציה אחרת, או פתחו את הרשומה הקיימת.
hi: लगता है इस ऐप की पहले से AppleVis प्रविष्टि है। कोई दूसरा ऐप चुनें, या मौजूदा प्रविष्टि खोलें।
id: Aplikasi ini tampaknya sudah memiliki entri AppleVis. Pilih aplikasi lain, atau buka entri yang sudah ada.
it: Sembra che questa app abbia già una voce su AppleVis. Scegli un'altra app o apri la voce esistente.
ja: このアプリにはすでに AppleVis のエントリがあるようです。別のアプリを選ぶか、既存のエントリを開いてください。
ko: 이 앱은 이미 AppleVis 항목이 있는 것 같습니다. 다른 앱을 선택하거나 기존 항목을 여세요.
nl: Deze app lijkt al een AppleVis-vermelding te hebben. Kies een andere app of open de bestaande vermelding.
pl: Wygląda na to, że ta aplikacja ma już wpis w AppleVis. Wybierz inną aplikację lub otwórz istniejący wpis.
pt: Parece que este app já tem uma entrada no AppleVis. Escolha outro app ou abra a entrada existente.
ru: Похоже, у этого приложения уже есть запись в AppleVis. Выберите другое приложение или откройте существующую запись.
sv: Appen verkar redan ha ett objekt på AppleVis. Välj en annan app eller öppna det befintliga objektet.
th: ดูเหมือนแอปนี้มีรายการใน AppleVis อยู่แล้ว เลือกแอปอื่น หรือเปิดรายการที่มีอยู่
tr: Bu uygulamanın zaten bir AppleVis girişi var gibi görünüyor. Başka bir uygulama seçin veya mevcut girişi açın.
uk: Схоже, цей додаток уже має запис в AppleVis. Виберіть інший додаток або відкрийте наявний запис.
vi: Có vẻ ứng dụng này đã có mục trên AppleVis. Hãy chọn ứng dụng khác hoặc mở mục hiện có.
zh_hans: 这个应用似乎已经有 AppleVis 条目。请选择其他应用，或打开已有的条目。

source: This app seems to already be in the AppleVis App Directory. Open the existing entry instead of submitting it again.
ar: يبدو أن هذا التطبيق موجود بالفعل في دليل تطبيقات AppleVis. افتح الإدخال الموجود بدلًا من إرساله مجددًا.
de: Diese App scheint bereits im AppleVis-App-Verzeichnis zu sein. Öffne den vorhandenen Eintrag, statt sie erneut einzureichen.
el: Αυτή η εφαρμογή φαίνεται ότι υπάρχει ήδη στον Κατάλογο Εφαρμογών του AppleVis. Ανοίξτε την υπάρχουσα καταχώριση αντί να την υποβάλετε ξανά.
es: Parece que esta app ya está en el Directorio de apps de AppleVis. Abre la entrada existente en lugar de enviarla de nuevo.
fa: به نظر می‌رسد این برنامه از قبل در فهرست برنامه‌های AppleVis هست. به‌جای ارسال دوباره، ورودی موجود را باز کنید.
fr: Cette appli semble déjà figurer dans le Répertoire d'applis AppleVis. Ouvrez la fiche existante au lieu de la proposer à nouveau.
he: נראה שהאפליקציה הזו כבר נמצאת בספריית האפליקציות של AppleVis. פתחו את הרשומה הקיימת במקום לשלוח אותה שוב.
hi: लगता है यह ऐप पहले से AppleVis ऐप निर्देशिका में है। इसे फिर से सबमिट करने के बजाय मौजूदा प्रविष्टि खोलें।
id: Aplikasi ini tampaknya sudah ada di Direktori Aplikasi AppleVis. Buka entri yang sudah ada alih-alih mengirimnya lagi.
it: Sembra che questa app sia già nella Directory delle app di AppleVis. Apri la voce esistente invece di inviarla di nuovo.
ja: このアプリはすでに AppleVis のアプリディレクトリにあるようです。もう一度投稿せず、既存のエントリを開いてください。
ko: 이 앱은 이미 AppleVis 앱 디렉터리에 있는 것 같습니다. 다시 제출하지 말고 기존 항목을 여세요.
nl: Deze app lijkt al in de AppleVis App-directory te staan. Open de bestaande vermelding in plaats van hem opnieuw in te dienen.
pl: Wygląda na to, że ta aplikacja jest już w katalogu aplikacji AppleVis. Otwórz istniejący wpis zamiast zgłaszać ją ponownie.
pt: Parece que este app já está no Diretório de apps do AppleVis. Abra a entrada existente em vez de enviá-lo de novo.
ru: Похоже, это приложение уже есть в каталоге приложений AppleVis. Откройте существующую запись вместо повторной отправки.
sv: Appen verkar redan finnas i AppleVis appkatalog. Öppna det befintliga objektet i stället för att skicka in den igen.
th: ดูเหมือนแอปนี้อยู่ในไดเรกทอรีแอป AppleVis แล้ว เปิดรายการที่มีอยู่แทนการส่งซ้ำ
tr: Bu uygulama zaten AppleVis Uygulama Dizini'nde var gibi görünüyor. Yeniden göndermek yerine mevcut girişi açın.
uk: Схоже, цей додаток уже є в каталозі додатків AppleVis. Відкрийте наявний запис замість повторного надсилання.
vi: Có vẻ ứng dụng này đã có trong Danh mục ứng dụng AppleVis. Hãy mở mục hiện có thay vì gửi lại.
zh_hans: 这个应用似乎已在 AppleVis 应用目录中。请打开已有的条目，而不要重复提交。
